Repository: BeardAnnihilator/MagicTactil
Catalog: client_ios/*.lproj/Localizable.strings
Languages: fr

source: Home
fr: Accueil

source: Game
fr: Jeu

source: Profile
fr: Profil

source: SignUp
fr: Inscription

# Disconnection
source: Unsubscribe
fr: Désinscription

source: SignIn
fr: Connexion

source: SignOut
fr: Déconnexion

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Username
fr: Pseudo

# Password
source: The password must be at least 6 characters
fr: Mot de passe

source: Name
fr: Nom

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: Register
fr: S'inscrire

source: Create game
fr: Créer une partie

source: Join game
fr: Rejoindre une partie

source: My decks
fr: Mes decks

source: Events
fr: Evènements

source: Friends
fr: Amis

source: Black list
fr: List noire

source: Update
fr: Mise à jour

source: Add
fr: Ajouter

source: Creation
fr: Création

source: Delete
fr: Supprimer

source: dd/mm/yyyy
fr: jj/mm/aaaa

source: Send
fr: Envoyer

# NameGame
source: Game's name
fr: Nom de la partie

# FormatGame
source: Game's format
fr: Format de la partie

# TypeGame
source: Game's type
fr: Type de la partie

source: Create
fr: Créer

source: Private
fr: Privée

# DeckName
source: Deck's name
fr: Nom du deck

source: Real
fr: Réel

source: Not
fr: Non

source: Launch game
fr: Lancer la partie

source: Hand
fr: Main

source: Graveyard
fr: Cimetière

source: Exiled
fr: Exil

# PlayerZone
source: My zone
fr: Ma zone

source: Opponent zone
fr: Zone de l'adversaire

# AddCardOK
source: The card has been added to your deck
fr: La carte a été ajoutée à votre deck

# DeleteCardOK
source: The card has been deleted
fr: La carte a été supprimée de votre deck

# CreateEventOK
source: You have created an event
fr: Vous avez crée un évènement

# CreateEventKO
source: An error occured during creation
fr: Une erreur est survenue lors de la création de l'évènement

# UpdateEventOK
source: The event has been updated
fr: L'évènement a été mis à jour

# UpdateEventKO
source: An error occured during updating
fr: Une erreur est survenue lors de la mise à jour de l'évènement

# DeleteEventOK
source: The event has been deleted
fr: L'évènement a été supprimé

# DeleteEventKO
source: An error occured during deleting
fr: Une erreur est survenue lors de la suppression de l'évènement

# SignInEventOK
source: You are now signup to the server
fr: Vous êtes maintenant inscrit à l'évènement

# SignInEventKO
source: An error occurred while registering for the event
fr: Une erreur est survenue lors de l'inscription à l'évènement

# SignOutEventOK
source: You are now unsubscribed event
fr: Vous êtes maintenant désinscrit de l'évènement

# SignOutEventKO
source: An error occurred while unregistering the event
fr: Une erreur est survenue lors de la désinscription de l'évènement

# FillAllFields
source: Please fill in all fields
fr: Veuillez remplir tous les champs

# AddBLOK
source: The user has been blocked
fr: L'utilisateur a été bloqué

# AddBLKO
source: An error occured while blocking
fr: Une erreur est survenue lors du bloquage

# DeleteBLOK
source: The user has been unlocked
fr: L'utilisateur a été débloqué

# DeleteBLKO
source: An error occurred while unlocking
fr: Une erreur est survenue lors du débloquage

# CreateRoomOK
source: The room has been created
fr: La room a été crée

# CreateRoomKO
source: An error occurred while creating the room
fr: Une erreur est survenue lors de la création de la room

# CreateDeckOK
source: The deck has been created
fr: Le deck a été crée

# CreateDeckKO
source: An error occurred while creating the deck
fr: Une erreur est survenue lors de la création du deck

# DeleteFriendOK
source: The friend has been deleted
fr: L'ami a été supprimé

# DeleteFriendKO
source: An error occurred while deleting a friend
fr: Une erreur est survenue lors de la suppression de l'ami

# AddFriendOK
source: The friend has been added
fr: L'ami a été ajouté

# AddFriendKO
source: An error occurred while adding friend
fr: Une erreur est survenue lors de l'ajout de l'ami

# PseudoAddFriend
source: You must enter a nickname to add a friend
fr: Vous devez entrer un pseudo pour pouvoir ajouter un ami

# LoadingCards
source: Load current catalog ...
fr: Chargement du catalogue en cours...

# TwoPlayers
source: There must be two players to play
fr: Il doit y avoir deux joueurs pour pouvoir jouer

# ChooseDeck
source: You must choose a deck to play
fr: Vous devez choisir un deck pour pouvoir jouer

# UpdateProfileOK
source: Your profile has been updated
fr: Votre profil a été mis à jour

# UpdateProfileKO
source: an error occurred while updating your profile
fr: une erreur est survenue lors de la mise à jour de votre profil

# SignInOK
source: You are now connected to the server
fr: Vous êtes maintenant connecté au serveur

# SignInKO
source: An error occurred when connecting
fr: Une erreur est survenue lors de la connexion

# SignOutOK
source: You are now disconnected from the server
fr: Vous êtes maintenant déconnecté du serveur

# SignOutKO
source: An error occurred when disconnecting
fr: Une erreur est survenue lors de la déconnexion

# SignInInternet
source: An internet connection is required to connect
fr: Une connexion internet est nécessaire pour pouvoir se connecter

# SignInFields
source: Please fill in all mandatory fields
fr: Veuillez remplir tous les champs obligatoires

# ServerOut
source: The server is currently not accessible
fr: Le serveur n'est actuellement pas accessible

# AlreadySignOut
source: You are not connected to the server
fr: Vous n'êtes pas connecté au serveur

# SignUpInternet
source: An internet connection is required to register
fr: Une connexion internet est nécessaire pour pouvoir s'inscrire

# SignUpOK
source: You are now registered to the server
fr: Vous êtes maintenant inscrit au serveur

# SignUpKO
source: An error occured when registering
fr: Une erreur est survenue lors de l'inscription
